robot/2019-01-10_11-57-45.784982/taurus.yaml
execution:

- executor: selenium
  runner: robot
  concurrency: 1
  hold-for: 1m
  scenario:
    script: Tests/Functional/load_test.robot

- executor: selenium
  runner: robot
  concurrency: 1
  hold-for: 1m
  scenario:
    script: Tests/Functional/load_test.robot

- executor: selenium
  runner: robot
  concurrency: 1
  hold-for: 1m
  scenario:
    script: Tests/Functional/load_test.robot

- executor: selenium
  runner: robot
  concurrency: 1
  hold-for: 1m
  scenario:
    script: Tests/Functional/load_test.robot

modules:
 robot:
   interpreter: /usr/local/bin/python2.7


reporting:
  - final-stats
  - blazemeter